Repository: solokha-o/Alike
Catalog: Packages/Core/Sources/Core/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, it, nl, pl, pt_br, tr, uk, zh_hant

# core.cleanupCategory.selectionSummary
source: %1$lld selected, estimated size %2$@.
de: %1$lld ausgewählt, geschätzte Größe %2$@.
es: %1$lld seleccionadas, tamaño estimado %2$@.
es_419: %1$lld seleccionadas, tamaño estimado %2$@.
fr: %1$lld sélectionnées, taille estimée %2$@.
it: %1$lld selezionate, dimensione stimata %2$@.
nl: %1$lld geselecteerd, geschatte grootte %2$@.
pl: Wybrano %1$lld, szacowany rozmiar %2$@.
pt_br: %1$lld selecionadas, tamanho estimado %2$@.
tr: %1$lld seçildi, tahmini boyut %2$@.
uk: Вибрано: %1$lld, орієнтовний розмір: %2$@.
zh_hant: 已選取 %1$lld 張，預估大小 %2$@。

# core.cleanupCategory.summaryBlurredPhotos
source: %1$lld likely blurred photos available for review.
de: %1$lld wahrscheinlich unscharfe Fotos zur Durchsicht.
es: %1$lld fotos probablemente borrosas disponibles para revisar.
es_419: %1$lld fotos probablemente borrosas disponibles para revisar.
fr: %1$lld photos probablement floues à examiner.
it: %1$lld foto probabilmente sfocate da controllare.
nl: %1$lld waarschijnlijk wazige foto's om te bekijken.
pl: %1$lld prawdopodobnie rozmytego zdjęcia do przejrzenia.
pt_br: %1$lld fotos provavelmente desfocadas disponíveis para revisão.
tr: Gözden geçirilecek %1$lld bulanık olabilecek fotoğraf.
uk: Для перегляду доступно %1$lld імовірно розмитих фото.
zh_hant: 有 %1$lld 張可能模糊的照片可供檢視。

# core.cleanupCategory.summaryScreenshots
source: %1$lld screenshots available for review.
de: %1$lld Bildschirmfotos zur Durchsicht.
es: %1$lld capturas de pantalla disponibles para revisar.
es_419: %1$lld capturas de pantalla disponibles para revisar.
fr: %1$lld captures d’écran à examiner.
it: %1$lld screenshot da controllare.
nl: %1$lld schermafbeeldingen om te bekijken.
pl: %1$lld zrzutu ekranu do przejrzenia.
pt_br: %1$lld capturas de tela disponíveis para revisão.
tr: Gözden geçirilecek %1$lld ekran görüntüsü.
uk: Для перегляду доступно %1$lld знімків екрана.
zh_hant: 有 %1$lld 張螢幕快照可供檢視。

# core.cleanupCategory.tryRescanningAfterLibraryUpdates
source: Try rescanning after your library updates.
de: Scanne erneut, nachdem deine Mediathek aktualisiert wurde.
es: Prueba a analizar de nuevo cuando se actualice tu fototeca.
es_419: Intenta analizar de nuevo cuando se actualice tu fototeca.
fr: Relancez une analyse après la mise à jour de votre photothèque.
it: Prova a ripetere la scansione dopo l'aggiornamento della libreria.
nl: Scan opnieuw nadat je bibliotheek is bijgewerkt.
pl: Spróbuj przeskanować ponownie po zaktualizowaniu biblioteki.
pt_br: Tente analisar novamente depois que sua fototeca for atualizada.
tr: Kitaplığın güncellendikten sonra yeniden taramayı dene.
uk: Спробуйте пересканувати після оновлення фототеки.
zh_hant: 圖庫更新後請再掃描一次。

# core.cleanupCategory.unlockBlurredPhotoCleanupReview
source: Unlock blurred photo cleanup to review likely low-quality shots before deleting them with the same safe confirmation flow.
de: Schalte das Aufräumen unscharfer Fotos frei, um wahrscheinlich qualitativ schlechte Aufnahmen vor dem Löschen zu prüfen – mit derselben sicheren Bestätigung.
es: Desbloquea la limpieza de fotos borrosas para revisar las tomas probablemente de baja calidad antes de eliminarlas, con la misma confirmación segura.
es_419: Desbloquea la limpieza de fotos borrosas para revisar las tomas probablemente de baja calidad antes de eliminarlas, con la misma confirmación segura.
fr: Débloquez le nettoyage des photos floues pour examiner les photos probablement de mauvaise qualité avant de les supprimer, avec la même confirmation sécurisée.
it: Sblocca la pulizia delle foto sfocate per controllare gli scatti probabilmente di bassa qualità prima di eliminarli, con la stessa conferma sicura.
nl: Ontgrendel het opruimen van wazige foto's om waarschijnlijk mislukte opnamen te bekijken voordat je ze verwijdert, met dezelfde veilige bevestiging.
pl: Odblokuj porządki w rozmytych zdjęciach, aby przejrzeć prawdopodobnie nieudane ujęcia przed ich usunięciem — z tym samym bezpiecznym potwierdzeniem.
pt_br: Libere a limpeza de fotos desfocadas para revisar as imagens provavelmente de baixa qualidade antes de apagá-las, com a mesma confirmação segura.
tr: Bulanık fotoğraf temizliğinin kilidini aç; düşük kaliteli olabilecek kareleri aynı güvenli onay akışıyla silmeden önce gözden geçir.
uk: Розблокуйте очищення розмитих фото, щоб переглядати й видаляти ймовірно неякісні кадри з безпечним підтвердженням.
zh_hant: 解鎖模糊照片清理，透過同樣安全的確認流程，在刪除前先檢視可能品質不佳的照片。

# core.cleanupCategory.unlockScreenshotCleanupReviewDelete
source: Unlock screenshot cleanup to review and delete screenshots with the same safe confirmation flow.
de: Schalte das Aufräumen von Bildschirmfotos frei, um sie mit derselben sicheren Bestätigung zu prüfen und zu löschen.
es: Desbloquea la limpieza de capturas de pantalla para revisarlas y eliminarlas con la misma confirmación segura.
es_419: Desbloquea la limpieza de capturas de pantalla para revisarlas y eliminarlas con la misma confirmación segura.
fr: Débloquez le nettoyage des captures d’écran pour les examiner et les supprimer avec la même confirmation sécurisée.
it: Sblocca la pulizia degli screenshot per controllarli ed eliminarli con la stessa conferma sicura.
nl: Ontgrendel het opruimen van schermafbeeldingen om ze te bekijken en te verwijderen, met dezelfde veilige bevestiging.
pl: Odblokuj porządki w zrzutach ekranu, aby przeglądać je i usuwać z tym samym bezpiecznym potwierdzeniem.
pt_br: Libere a limpeza de capturas de tela para revisá-las e apagá-las com a mesma confirmação segura.
tr: Ekran görüntüsü temizliğinin kilidini aç; ekran görüntülerini aynı güvenli onay akışıyla gözden geçir ve sil.
uk: Розблокуйте очищення знімків екрана, щоб переглядати й видаляти їх із безпечним підтвердженням.
zh_hant: 解鎖螢幕快照清理，透過同樣安全的確認流程檢視並刪除螢幕快照。

# core.sensitivityLevel.high
source: High
de: Hoch
es: Alta
es_419: Alta
fr: Élevée
it: Alta
nl: Hoog
pl: Wysoka
pt_br: Alta
tr: Yüksek
uk: Висока
zh_hant: 高

# core.sensitivityLevel.low
source: Low
de: Niedrig
es: Baja
es_419: Baja
fr: Faible
it: Bassa
nl: Laag
pl: Niska
pt_br: Baixa
tr: Düşük
uk: Низька
zh_hant: 低

# core.sensitivityLevel.medium
source: Medium
de: Mittel
es: Media
es_419: Media
fr: Moyenne
it: Media
nl: Gemiddeld
pl: Średnia
pt_br: Média
tr: Orta
uk: Середня
zh_hant: 中
